;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 21 April 2018
;~ Author.......: Miguel Ángel Ruiz Catalán (deMARC\soft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 8

[Language]
Name = Spanish
Code = es
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = Acerca de
Custom = Personalizado
Donate = Donar
Logging = Logging
Menus = Menús
Messages = Mensajes
Messages2 = Mesajes2
Preferences = Preferencias
Update = Actualización
Versioning = Versiones

[About]
Window_Title = Acerca de %{Program.Name}
Label_Version = Versión
Label_AutoIt = Hecho con AutoIt 
Label_Copyright = Copyright
Tip_Title_Donate = Donar
Tip_Message_Donate = ¿Consideraría una pequeña donación de 10 dólares\rnpara ayudarnos a crear un programa gratuito de calidad? Haga clic aquí para donar.
Label_Home = Página principal
Label_License = Licencia
Label_Support = Obtener soporte
Tip_Title_Country = Hecho en Suráfrica
Tip_Message_Country = %{Program.Name} nacido en Sudáfrica.
Label_Contributors = Colaboradores
Button_Ok = Aceptar
Label_RAM = (RAM) %d MB LIBRES DE %d MB (%d%) 
Label_HDD = (%s) %.2f GB LIBRES DE %.2f GB (%d%)
Tip_Twitter = Seguirnos por Twitter.
Tip_Facebook = Me gusta por Facebook.
Tip_Twitter = Seguirnos por Twitter.
Tip_Reddit = Leer sobre nosotros por Reddit.
Tip_LinkedIn = Conectar con nosotros por LinkedIn.
Tip_GitHub = %{Program.Name} en GitHub.
Tip_WhatsApp = Chatear con nosotros por WhatsApp.

[Custom]
Label_Status_Welcome = Si la unidad USB no se instala o tiene otros problemas relacionados con el USB, haga clic en "%s" y reinicie el equipo. Recuerde crear un punto de restauración del sistema antes de continuar.
Label_Status_Updates = Buscar actualizaciones
Label_Status_Warning = NO EJECUTE esta utilidad si NO tiene problemas con el USB, podría estropear algo.
Radio_Reset_Autorun = Resetear opciones autorun
Checkbox_Just_Repair = Solo reparar
Tip_Nothing_Title = Deshabilitar opciones de reseteo y protección
Tip_Nothing_Message = Deshabilitar procesado extra
Radio_Protect = Proteger autorun contra malware
Tip_Protect_Message = ¡Esta opción deshabilita la funcionalidad de autorun en todas las unidades removibles!\rnSeleciona '%s' para habilitar el autorun.
Tip_Protect_Title = ¡Atención!
Checkbox_Include_Local = Incluir Local Machine
Button_Repair = Reparar el USB

[Donate]
Label_Heading = ¿Qué tal una pequeña donación para que nuestro programa siga siendo gratuito para siempre?
Label_Message = Haga clic en el botón 'PayPal' de abajo, elija una cantidad y envíenos la donación. Su donación se utilizará para mejorar nuestro programa y mantener todo gratuito en Rizonesoft. Una donación de 20 dólares nos permitirá funcionar durante al menos un mes.
Label_Donate = ¿Consideraría una pequeña donación de 10 dólares para ayudarnos a mejorar %{Program.Name} y mantener abiertas nuestras oficinas?

[Logging]
Finished = Finalizado
success = éxito
Response_Received = Respuesta recibida
Successfully = Con éxito
OK = ACEPTAR
Registration_succeeded = Registro éxitoso
Initiated = Iniciado
Error = error
Failed = fallido
Access_Denied = Acceso denegado
No_Operation_Performed = No se puede realizar ninguna operación
VERSION = VERSIÓN
File_Not_Found = No se ha podido encontrar el fichero de registro '%s'.
Showing_File = Mostrando fichero de registro '%s'.
Showing_Error = Algo salió mal: ID del proceso: %s
Opening_File = Abrir el fichero de registro.
Opening_Directory = Abrir la carpeta de registro...
Directory_Not_Found = No se ha podido encontrar el directorio de registro '%s'.
Showing_Directory = Mostrando el directorio de registro '%s'.
Bool_Yes = Si
Bool_No = No
Info_Date = Fecha:
Info_Program = Programa:
Info_Program_Path = Ruta del programa:
Info_Compiled = Compilado:
Info_AutoIt_Version = Versión de AutoIt:
Info_AutoIt_64Bit = AutoIt versión de 64-Bits:
Info_Windows_Version = Versión de Windows:
Info_System_Type = Tipo de sistema:
Info_Memory = Memoria (RAM):
Info_ProgramFiles = Directorio de Archivos de programa:
Info_Windows_Directory = Directorio de Windows:
Level_Error = Error:
Level_Warning = Aviso:
Level_Success = Éxito:
Level_Finished = Finalizado:

[Menus]
File = &Fichero
File_Preferences = &Preferencias
File_Logging = &Registro
File_Logging_Open_File = Abrir &fichero de registro
File_Logging_Open_Directory = Abrir &directorio de registro
File_Reboot = &Reiniciar Windows
File_Close = &Cerrar\tAlt+F4
Troubleshoot = &Solución de problemas
Troubleshoot_Hardware = Solución de problemas con el &hardware
Tools = &Herramientas
Tools_System_Restore = &Crear un punto de restauración de Windows 
Tools_Device_Manager = &Administrador de dispositivos
Help = &Ayuda
Help_Update = Buscar &actualizaciones
Help_Home = &Página principal de %{Company.Name} 
Help_Downloads = Más &descargas
Help_Support = &Obtener soporte
Help_Issue = Crear una &incidencia
Help_Donate = Hacer una &donación 
Help_About = Acerca de %{Program.Name}
Debug = &Depuración

[Messages]
Info_Title = Tome nota
Warning_Title = ¡Aviso!
Error_Title = Oops! ¡Algo salió mal!
Error_Oops = Oops!
Singleton = Ya se está ejecutando %{Program.Name}.
Compatible = %{Program.Name} no es compatible con su versión de Windows. Si cree que se trata de un error, no dude en dejarnos un mensaje en '%s' con todos los detalles.
Compatible_Bit = Desafortunadamente %{Program.Name} de 32 Bits no es compatible con su versión de Windows. Descargue %{Program.Name} de 64 Bits desde '%s'
Loading_Initializing = Iniciando %{Program.Name}
Loading_Localizations = Cargando ubicaciones
Loading_Resources = Establecer recursos
Loading_WorkingDirectories = Establecer directorios de trabajo
Loading_Logging = Iniciando el registro
Loading_Configuration = Cargando la configuración
Loading_Shortcuts = Establecer atajos de teclado
Loading_Interface = Iniciando interfaz principal
Ping_Check_Connection = Comprobando la conexión a Internet.
Ping_Response = Respuesta recibida en %s milisegundos.
Ping_Host_Offline = El servidor está desconectado.
Ping_Host_Unreachable = El servidor es inaccesible.
Ping_Host_Bad = Destino erróneo.
Ping_Host_No_Internet = No hay conexión a Internet.
Global_Errors = ¡Finalizado con (%02i) %s!
Global_Errors_Error = error
Global_Errors_Errors = errores
Global_Finished = Completada la tarea seleccionada.
Global_File = fichero
Global_Files = ficheros
RegisterDll_Success = RegSvr32.exe > '%s' registro éxitoso.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Para registrar un módulo, deberá proporcionar un nombre binario.
RegisterDll_Error_02 = RegSvr32.exe > '%s' No se ha encontrado el módulo especificado.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Módulo cargado pero no se encontró el punto de entrada DllRegisterServer.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Número de error: 0x80070005
Registry_Write_Error = No se puede escribir en '%s'
Registry_Error_01 = No se puede abrir la clave solicitada
Registry_Error_02 = No se puede abrir la clave principal solicitada.
Registry_Error_03 = No se puede abrir el valor solicitado.
Registry_Error_04 = Tipo de valor no admitido.
Registry_Error_05 = No se puede eliminar el valor solicitado.
Registry_Error_06 = No se puede eliminar la clave/valor solicitado.

[Messages2]
Boot_01 = Puede ser necesario reiniciar el sistema antes de que los ajustes surtan efecto.
Boot_02 = ¿Reiniciar o no reiniciar?
Boot_03 = Es posible que tenga que reiniciar su equipo antes de que los ajustes surtan efecto. ¿Desea reiniciar su equipo ahora? Guarde sus cosas, aguante la respiración y pulse 'SI' para reiniciar el equipo. O pulse 'NO' para ignorar.
Boot_04 = ^ ¿No desea reiniciar el equipo?
Boot_05 = ^ No se puede discutir con esto. Después de todo es su equipo.
Boot_06 = Haga clic en '%s' y luego en '%s' para 'Reiniciar su equipo más tarde'.
Boot_07 = Reiniciando Windows...
MsgBox_Boot_Title = ¡Reiniciar!
MsgBox_Boot_Message = Su equipo se reiniciará en %s segundos. Debería darle tiempo suficiente para guardar sus cosas. Pulse en ACEPTAR para reiniciar ahora el equipo.
Boot_Restarting = Su equipo se está reiniciando.
Boot_Canceled = Reinicio cancelado.
Repair_USB_01 = Reparando controladores host USB y hubs.
Repair_USB_02 = Espero haber resuelto sus problemas de USB. Si no, podría ser un problema físico del hardware.
Repair_Drives_03 = Reseteando ajustes de Autorun.
Repair_Drives_04 = Restaurando la interfazde disco ATAPI.
Repair_Drives_05 = Espero que se hayan resuelto tus incidencias. Si no, puede que se trate de un problema físico con el hardware.

[Preferences]
Window_Title = Preferencias
Tab_General = General
Tab_Performance = Rendimiento
Tab_Language = Idioma
Group_Logging =Registro
Group_Priority = Prioridad
Group_Memory = Memoria
Group_Language = Idioma
Checkbox_Enable_Logging = Activar el registro 
Label_Log_Exceed =Tamaño del registro inferior a:
Label_Logging_Size = Tamaño del registro: %s KB
Button_Logging_Clear =Borrar registro
Label_SetPriority = Establecer la prioridad del proceso:
Checkbox_SaveRealtime = Guardar prioridad por encima del nivel alto (no recomendado).
Checkbox_ReduceMemory = Reducir memoria en sistemas con poca memoria.
Label_Language_Message = Seleccione el idioma preferido y pulse el botón %s para continuar. (Deberá reiniciar el programa)
Button_Save = Guardar
Button_Cancel = Cancelar
Label_Updated = Preferencias actualizadas
Label_Logging_Cleared = Registro borrado
MsgBox_Language_Title = Idioma cambiado
MsgBox_Language_Message = El idioma seleccionado ha cambiado. %{Program.Name} debe reiniciarse para que el idioma elegido surta efecto.
MsgBox_Closing_Title =Cerrar %{Program.Name}
MsgBox_Closing_Messag = ¿Desea cerrar %{Program.Name} ahora?

[Update]
Window_Title_Available = Actualización disponible
Window_Title_Congratulations = ¡Felicidades!
Window_Title_Error = Algo salió mal
Label_Message_Update = Hay una nueva versión de %{Program.Name} disponible.
Label_Message_Latest = Está usando la última versión de %{Program.Name}.
Label_Message_Error = No se ha podido recuperar la información sobre la última versión de %{Program.Name} 
Label_Message_Internet = Compruebe su conexión a Internet e inténtelo de nuevo.
Label_Build_Current = Versión actual:
Label_Build_Update = Actualizar la versión.
CheckBox_NoUpdate = No buscar actualizaciones al inicio.
Button_Update = Leer más
Button_Close = Cerrar

[Versioning]
Administrator = Administrador
Build = Versión
AutoIt_Version = usando AutoIt %{AutoIt.Version}
Bit = Bit